tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "automake"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "gdu"
brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "kerl"
brew "libressl"
brew "llvm"
brew "make"
brew "mosh"
brew "neovim"
brew "nmap"
brew "openssh"
brew "perl"
brew "pwgen"
brew "ripgrep"
brew "rsync"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "wget"
brew "zsh"

cask "kitty"
cask "visual-studio-code-insiders"
cask "spotify"

mas "1Password", id: 1333542190
mas "Xcode", id: 497799835